{
  "terms": [
    {
      "id": "t1",
      "term": "FCS",
      "definition": "Foundational Community Supports - A Medicaid program providing targeted benefits to assist eligible individuals with complex health needs obtain and maintain stable housing and employment.",
      "category": "Program Overview",
      "pageRef": 7
    },
    {
      "id": "t2",
      "term": "TPA",
      "definition": "Third-Party Administrator - Wellpoint serves as the single TPA contracting with Washington Health Care Authority for the FCS program, facilitating implementation, enhancing quality, supporting providers, and paying claims.",
      "category": "Program Overview",
      "pageRef": 7
    },
    {
      "id": "t3",
      "term": "Supportive Housing Services",
      "definition": "Services that help individuals experiencing homelessness or housing instability live with maximum independence in community-integrated housing while bolstering healthcare engagement.",
      "category": "Supportive Housing",
      "pageRef": 7
    },
    {
      "id": "t4",
      "term": "Supported Employment Services",
      "definition": "Services that assist people with disabilities to participate in the competitive labor market, working in a preferred job with support needed to obtain and maintain competitive employment in an integrated work setting.",
      "category": "Supported Employment",
      "pageRef": 7
    },
    {
      "id": "t5",
      "term": "H0043",
      "definition": "The billing code used for Supportive Housing services, per diem. Requires at least 60 minutes of services including at least one instance of face-to-face interaction with the enrollee.",
      "category": "Billing and Claims",
      "pageRef": 8
    },
    {
      "id": "t6",
      "term": "PRISM Score",
      "definition": "Predictive Risk Intelligence System score - A risk stratification tool. A score of 1.5 or above qualifies as a risk factor for FCS eligibility.",
      "category": "Eligibility",
      "pageRef": 8
    },
    {
      "id": "t7",
      "term": "ADL",
      "definition": "Activities of Daily Living - Basic self-care activities. Need for assistance with three or more ADLs or hands-on assistance with one or more ADL meets health needs-based criteria.",
      "category": "Eligibility",
      "pageRef": 8
    },
    {
      "id": "t8",
      "term": "CSS",
      "definition": "Community Support Services - Services supporting individuals with preparing for and transitioning to housing, including direct and collateral services, and maintaining tenancy once housed.",
      "category": "Supportive Housing",
      "pageRef": 9
    },
    {
      "id": "t9",
      "term": "Collateral Services",
      "definition": "Work performed on behalf of a specific individual, such as external care coordination, housing search, and landlord engagement, even when the individual is not present.",
      "category": "Supportive Housing",
      "pageRef": 10
    },
    {
      "id": "t10",
      "term": "Apple Health",
      "definition": "Washington State's Medicaid program, providing healthcare coverage to eligible low-income individuals and families.",
      "category": "Program Overview",
      "pageRef": 7
    },
    {
      "id": "t11",
      "term": "HCBS",
      "definition": "Home- and Community-Based Services - Services provided to help Medicaid beneficiaries with complex health needs transition to and maintain community-based housing and employment resources.",
      "category": "Program Overview",
      "pageRef": 7
    },
    {
      "id": "t12",
      "term": "Chronic Homelessness",
      "definition": "As defined by U.S. Housing and Urban Development (HUD), includes individuals who have been continuously homeless for a year or more, or have had at least four episodes of homelessness in the past three years.",
      "category": "Eligibility",
      "pageRef": 8
    },
    {
      "id": "t13",
      "term": "Tenant Choice Principle",
      "definition": "The principle ensuring that Supportive Housing tenants can choose where they want to live and cannot be evicted for rejecting services, disenrolling from FCS, or changing providers.",
      "category": "Supportive Housing",
      "pageRef": 9
    },
    {
      "id": "t14",
      "term": "Delineated Roles",
      "definition": "The functional separation of housing elements (rent collection, property maintenance, tenancy enforcement) from service provision, with different staff handling each function.",
      "category": "Supportive Housing",
      "pageRef": 9
    },
    {
      "id": "t15",
      "term": "Pre-tenancy Supports",
      "definition": "Activities that help individuals prepare for and transition to housing, including functional needs assessments, budgeting assistance, and help with applications for income sources.",
      "category": "Supportive Housing",
      "pageRef": 10
    },
    {
      "id": "t16",
      "term": "IVR",
      "definition": "Interactive Voice Response - An automated phone system available 24/7 for FCS Provider and Enrollee Services when live representatives are unavailable.",
      "category": "Contact Information",
      "pageRef": 5
    },
    {
      "id": "t17",
      "term": "NPI",
      "definition": "National Provider Identifier - A unique identification number for healthcare providers. FCS requires a Type 2 organization NPI for contracting.",
      "category": "Provider Requirements",
      "pageRef": 6
    },
    {
      "id": "t18",
      "term": "TIN",
      "definition": "Tax Identification Number - Required for provider contracting and billing. Changes require a letter with physical signature on letterhead.",
      "category": "Provider Requirements",
      "pageRef": 7
    },
    {
      "id": "t19",
      "term": "Availity",
      "definition": "The electronic platform used for submitting claims online at Availity.com. Electronic claims payer ID is WLPNT.",
      "category": "Billing and Claims",
      "pageRef": 6
    },
    {
      "id": "t20",
      "term": "Critical Incident",
      "definition": "Significant events affecting enrollee health or safety that must be reported to Wellpoint on the same business day of occurrence or provider awareness.",
      "category": "Provider Requirements",
      "pageRef": 6
    },
    {
      "id": "t21",
      "term": "ProviderOne",
      "definition": "Washington State's Medicaid Management Information System where providers can verify enrollee eligibility online at waproviderone.org.",
      "category": "Eligibility",
      "pageRef": 6
    },
    {
      "id": "t22",
      "term": "Functional Needs Assessment",
      "definition": "An assessment identifying enrollee preferences related to housing (type, location, roommates, accommodations) and support needs for maintaining community integration.",
      "category": "Supportive Housing",
      "pageRef": 10
    },
    {
      "id": "t23",
      "term": "Integration Principle",
      "definition": "The right of Supportive Housing tenants with disabilities to receive housing and supportive services in the most integrated settings available in the community.",
      "category": "Supportive Housing",
      "pageRef": 9
    },
    {
      "id": "t24",
      "term": "Per Diem",
      "definition": "A daily rate billing method. For FCS, each per diem code requires at least 60 minutes of services including face-to-face interaction.",
      "category": "Billing and Claims",
      "pageRef": 9
    },
    {
      "id": "t25",
      "term": "Face-to-Face Interaction",
      "definition": "Direct, in-person contact with an enrollee, required at least once for each per diem billing code submission.",
      "category": "Billing and Claims",
      "pageRef": 9
    },
    {
      "id": "t26",
      "term": "Health Needs-Based Criteria",
      "definition": "Eligibility requirements including mental health needs, substance use disorder treatment needs, ADL assistance needs, or complex physical health needs.",
      "category": "Eligibility",
      "pageRef": 8
    },
    {
      "id": "t27",
      "term": "Risk Factor",
      "definition": "Conditions that qualify individuals for FCS services, including chronic homelessness, frequent institutional stays, frequent caregiver turnover, or PRISM score ≥1.5.",
      "category": "Eligibility",
      "pageRef": 8
    },
    {
      "id": "t28",
      "term": "Skilled Nursing Facility",
      "definition": "An institutional care facility as defined in WAC 388-97-0001, where frequent or lengthy stays can qualify as a risk factor for FCS eligibility.",
      "category": "Eligibility",
      "pageRef": 8
    },
    {
      "id": "t29",
      "term": "Adult Residential Care",
      "definition": "Care facilities including enhanced adult residential care or assisted living facilities as defined in WAC 388-110-020, where frequent stays qualify as a risk factor.",
      "category": "Eligibility",
      "pageRef": 8
    },
    {
      "id": "t30",
      "term": "Adult Family Home",
      "definition": "A residential home providing care as defined in WAC 388-76-10000, where frequent stays can qualify as a risk factor for FCS eligibility.",
      "category": "Eligibility",
      "pageRef": 8
    },
    {
      "id": "t31",
      "term": "Frequent Institutional Stays",
      "definition": "Two or more contacts in the past 12 months with specified institutional care settings, qualifying as a risk factor for FCS eligibility.",
      "category": "Eligibility",
      "pageRef": 8
    },
    {
      "id": "t32",
      "term": "Lengthy Institutional Stay",
      "definition": "90 or more consecutive days within an institutional care facility, qualifying as a risk factor for FCS eligibility.",
      "category": "Eligibility",
      "pageRef": 8
    },
    {
      "id": "t33",
      "term": "Frequent Caregiver Turnover",
      "definition": "Utilizing three or more different in-home caregiver providers within the last 12 months, qualifying as a risk factor when current placement is inappropriate.",
      "category": "Eligibility",
      "pageRef": 8
    },
    {
      "id": "t34",
      "term": "W-9",
      "definition": "IRS Form W-9 (Request for Taxpayer Identification Number), required for provider contracting and TIN changes with Wellpoint.",
      "category": "Provider Requirements",
      "pageRef": 6
    },
    {
      "id": "t35",
      "term": "Provider Medicaid ID",
      "definition": "The unique identifier assigned to providers enrolled in Washington's Medicaid program, required for FCS contracting.",
      "category": "Provider Requirements",
      "pageRef": 6
    },
    {
      "id": "t36",
      "term": "Claim Payment Dispute",
      "definition": "The formal process for challenging claim denials or payment amounts, requiring specific documentation and following established procedures.",
      "category": "Billing and Claims",
      "pageRef": 7
    },
    {
      "id": "t37",
      "term": "FCSTPA@Wellpoint.com",
      "definition": "The primary email address for FCS provider communications including contracting, credentialing, TIN changes, and general inquiries.",
      "category": "Contact Information",
      "pageRef": 5
    },
    {
      "id": "t38",
      "term": "Independent Permanent Housing",
      "definition": "Housing where tenant leases confer full rights of tenancy, including limitations on landlord entry and the right to challenge eviction in court.",
      "category": "Supportive Housing",
      "pageRef": 9
    },
    {
      "id": "t39",
      "term": "Affordability Standards",
      "definition": "Requirements that Supportive Housing must meet tenants' individual affordability standards to ensure housing stability.",
      "category": "Supportive Housing",
      "pageRef": 9
    },
    {
      "id": "t40",
      "term": "Service Coordination",
      "definition": "Regular communication between property managers and support service staff to prevent evictions and ensure tenant access to necessary services.",
      "category": "Supportive Housing",
      "pageRef": 9
    },
    {
      "id": "t41",
      "term": "Physical Signature Requirement",
      "definition": "The requirement for actual handwritten signatures on official documents like TIN change letters; stamped signatures are not accepted.",
      "category": "Provider Requirements",
      "pageRef": 7
    },
    {
      "id": "t42",
      "term": "60-Day Housing Exception",
      "definition": "The provision allowing individuals who previously met chronic homelessness criteria but have been housed for up to 60 days to remain eligible for FCS services.",
      "category": "Eligibility",
      "pageRef": 8
    },
    {
      "id": "t43",
      "term": "Provider Manual",
      "definition": "The comprehensive guide containing policies, procedures, and requirements for FCS providers, available online and subject to updates.",
      "category": "Provider Requirements",
      "pageRef": 5
    },
    {
      "id": "t44",
      "term": "Clean Claim Payment",
      "definition": "Claims that are submitted correctly with all required information and documentation, eligible for standard payment processing timelines.",
      "category": "Billing and Claims",
      "pageRef": 51
    },
    {
      "id": "t45",
      "term": "TAP",
      "definition": "Transition Assistance Program - Provides funding for one-time expenses to help FCS enrollees transition to stable housing.",
      "category": "Special Programs",
      "pageRef": 64
    }
  ]
}